[General]
Translator, "Hrant Ohanyan"
LangVersion, "5.1.0.0"


[Icon]
R0lGODlhEAAQAPe2AP+/AACA/wBt//+7AP/UAP+1AP+8AP/CAP/JADab/zWa///MAFXK///DAJ+V
HQBs/5JwbJJybQCL/wCF/wp+/wx8/1bJ/1C+///HAN2Jef/jAA+k///hAEqOrf/FAJ+PHeV4ap+B
HeRjTpB4c494cp98Hf/cAN5rXN52Y1zS/9x9bmHb/99/bKZ7H//nAJB5df/IAJ+YHf/LAP+4AFG1
/4xtZ5+JHf/XAE63/wBr/1PC/0i0/+N8bJF0b5+THVfC/5ZhXv/aAKCdHZJwawBR/+KTggBf/0+v
/wmM/+KAc1mXrABj//+2AJ+MHZN9eOZwYeRlUeFsWFvH/4txbuRzZYI6Ntx3af/yAN9wYd+IeeBo
WeZqW5JnYpJtaABp/5+AHf/tAEOq/4UoHJ9+HQBg/5F7dt90YuBvXETE/5F1cehiTv/lAKCZHf/O
ANeFdZ96HQBx/1K+///1AONoUx0/oAB7/6mcFOCGdgA7////AIxTTa+IRutwYR1Jn0mp/96OgP/4
ANx5ZuR3Zv/GLlO5/yKM/wBP/916bAB1/5JrZlucsdl/cB2a/95uX5JmYZJoY//fAFSSqgBo/1nP
/1/P/6WhG//NAKB7HeODdKR+LRZRqEKl/6eFRt51Z91zZOdDKZJpZeJ+bwB2/9iCczOp/5+DHRcx
pju5/027///RAFPE/+ByXv/sAAB6//+0AACS/+CMfFW9/+FpV5+GHdp8aEau/////wAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAACH5BAEAALYALAAAAAAQABAA
AAjnAG0JHEiwoMGDBJ2UeTEiTY8IEIZ0SQTqERdHQEgU+QMryx1MSULxACGIyhM+eqZkcDNqkYpD
Vjp5wtLohJYtVWqwoBUIhZlVZ6LImgNFhJpPYhStSDHJgqoLqHbUCrNJAYUHmpRQkvIjFiEaR/wk
KFRBgBcjfSIx0BEHBylGSALUEQUnxxIidDqgObXhlYQJAVohEiCJjCE8pvYMcsVkAIAGMGS0IWBC
AytAdjgVKDDDAIADHhBYIhCEgws5MTIN8HwAA4IFqW5AWgPmSh4hLS69GVMixJdSs2w0+eDDAZtK
CJMrLxgQADs=


[BFAPI]
ErrorClientVersionTooOld, "Your client version is too old.\nPlease update the application and try again."
ErrorFailClientTime, "Համակարգչի ժամը սխալ է։\nՍտուգեք համակարգային ժամանակը և կրկին փորձեք։"
ErrorFailLogin, "Ստուգեք ձեր էլ. հասցեն և գաղտնաբառը և կրկին փորձեք։"
ErrorFailPrefix, "Failed to connect to your Binary Fortress Account.\nPlease check your internet connection, and verify that this application is not being blocked by a proxy or firewall on your computer or network."
ErrorInvalidProTrialLicenseKey, "Your Trial License Key appears to be invalid.\nPlease contact us for more information."
ErrorItemSizeTooLarge, "One of the items you are trying to sync is too large.\nYou will need to delete the large item and try syncing again."
ErrorTrialExpiredPrompt, "Your Pro Trial License has expired.\nWould you like to contact us and start another trial?"
ErrorUnknownProPurchasedLicenseKey, "Your License Key appears to be invalid.\nPlease contact us for more information."
LoginPrompt, "You need to enter your Binary Fortress login information first.\nWould you like to enter your login information now?"
TitleSync, "Syncing with your Binary Fortress Account"


[BFAPILoginControl_Controls]
btnLogin, "&Login"
btnLogout, "&Logout"
btnMyAccount, "My &Account"
btnMyLicenses, "&Իմ արտոնագրերը"
btnRegister, "&Register"
btnResetPassword, "Reset Password"
lblEmailAddress, "Email Address:"
lblName, "Name:"
lblPassword, "Password:"


[BFAPILoginControl_LicenseRestrictions]
LicenseRestrictionBlock, "Անձնական կամ Ընկերություն, # նշվելու է արտոնագրում"
LicenseRestrictionEnterprise, "Անսահմանափակ թվով համակարգիչներ՝ ընկերության տարբեր տեղերում"
LicenseRestrictionPersonalHome, "Unlimited personal computers, and 1 company computer that only you use"
LicenseRestrictionSite, "Անսահմանափակ թվով համակարգիչներ՝ 1 տեղում"
LicenseRestrictionStandard, "Անձնական կամ Ընկերություն, 1 համակարգիչ"
LicenseRestrictionSteam, "Personal or Company, unlimited computers, primary user is you and Steam is installed"


[BFAPILoginControl_Strings]
ErrorEnterEmailAddress, "Նշեք ճիշտ էլ. հասցե և կրկին փորձեք։"
ErrorEnterPassword, "Նշեք ձեր էլ. հասցեն և կրկին փորձեք։"
ErrorLoginFailed, "Հնարավոր չեղավ բացել ձեր հաշվի տեղեկությունը։\nՆշեք ձեր էլ. հասցեն և գաղտնաբառը և կրկին փորձեք։"
ErrorNoLicensesFound, "Հնարավոր չեղավ գտնել արտոնագրի մասին տեղեկություն այս հաշվի համար։\nԵթե օգնության կրիք ունեք, գրեք մեզ։"
ErrorUnknownLicenses, "Սխալ է գրանցվել արտոնագրի մասին տեղեկությունը բացելիս։"
ErrorUnknownLogin, "Սխալ է գրանցվել ձեր հաշվի մասին տեղեկությունը բացելիս։"
Note, "Login to retrieve your License Key and sync with your Binary Fortress Account."
SelectLicensePrompt, "You are currently using the Free version, a Pro Trial license, or your License Key is invalid.\nWould you like to load a License Key from your Binary Fortress account?"
Title, "My Binary Fortress Account"
TitleLoadingLicenses, "Արտոնագրի տեղեկության բեռնում"


[BFCodeEditorLookups]
PromptSelectWindowStyles, "Please select the Window Style(s):"
PromptSelectWindowStylesEx, "Please select the Extended Window Style(s):"
RemoveConfirmOne, "Are you sure you want to remove the selected item?"
SelectAnItem, "Please select an item from the list and try again."
SelectAudioDevice, "Please select an Audio Device."
SelectMouseCursorLocation, "Click to select a mouse cursor location\nPress any key to cancel"
SendKeys_EditString, "Edit String"
SendKeys_EnterString, "Enter String:"
SendKeys_mniAddKeyCombination, "Add Key Combination"
SendKeys_mniAddRawText, "Add Raw Text"
SendKeys_mniAddText, "Add Text"
SendKeys_Title, "SendKeys Builder"


[BFFormAPIMyLicenses_Controls]
colDateCreated, "Ստեղծվել է՝"
colDateExpires, "Ավարտվելու է՝"
colLicenseKey, "Արտոնագրի բանալին"
colLicenseRestrictions, "Արտոնագրի սահմանափակումը"
colLicenseType, "License Type"
colName, "Name"


[BFFormAPIMyLicenses_Strings]
ConfirmUseLicense, "Օգտագործե՞լ արտոնագրի այս բանալին։"
ErrorSelectLicense, "Ընտրեք արտոնագիրը ցանկից և կրկին փորձեք։"
ShowNeedLicenseWarning, "Ընտրեք արտոնագրի բանալիներից մեկը և սեղմեք 'ԼԱՎ'՝ այն օգտագործելու համար։"
Title, "Իմ Արտոնագրերը"


[BFFormDownload_Strings]
ConfirmCancel, "Չեղաղրկե՞լ այս բեռնումը։"
Error, "Սխալ է գրանցվել։"
Progress, "Մնացել է՝ {0} ԿԲ ({1} ԿԲ-ից)"
ProgressUnknown, "Բեռնվում է՝ {0} ԿԲ"


[BFFormGetWallpaperFusionTag]
ErrorSelectTag, "Please select a WallpaperFusion tag and try again."
lblQuery, "Filter:"
Title, "WallpaperFusion Tags"


[BFFormOnlineMacroBrowser]
btnClose, "&Close"
colCreatedBy, "Created By"
colDownloads, "Downloads"
colLanguage, "Language"
colLastModified, "Last Modified"
lblQuery, "Filter:"
Loading, "Loading..."


[BFFormProxySettings_Controls]
btnSave, "Պահպանել"
lblProxyAddress, "Սպասարկիչի հասցեն."
lblProxyPassword, "Password:"
lblProxyPassword2, "Կրկնեք գաղտնաբառը."
lblProxyPort, "Պորտը."
lblProxyUsername, "Օգտատերը."
rdoCustomSettings, "Օգտ. &Պրոքսիի ընտրված կարգավորումներ."
rdoNoProxy, "&Առանց պրոքսի սպասարկիչի (ուղղակի միացում)"
rdoUseIESettings, "Օգտ. &Internet Explorer-ի միացման կարգավորումները"


[BFFormProxySettings_Strings]
EnterServerAddress, "Ընտրեք Պրոքսի սպասարկիչի հասցեն կամ ընտրեք 'Առանց պրոքսիի'։"
EnterServerPort, "Նշեք պրոքսի սպասարկիչի պորտը կամ ընտրեք 'Առանց պրոքսիի'։"
PasswordDecryptionFailed, "Your Internet Connection Settings appear to be invalid.\nWould you like to re-enter your proxy server password to fix these settings?"
PasswordsNotMatch, "Պրոքսի սպասարկիչի գաղտնաբառերը չեն համընկնում, կրկին փորձեք։"
Title, "Համացանցի մուտքի կարգավորումներ"


[BFFormSelectApplication]
AllApplications, "Բոլոր ծրագիրը"
btnBrowse, "&Browse"
btnRefresh, "&Թարմացնել"
colApplication, "Ծրագիրը"
colPath, "Ճ-ը"
GroupDesktopApplications, "Desktop Applications"
GroupWindows8Applications, "Windows 8 Applications"
lblWindowPicker, "Drag this over a window to select that window's process in the list automatically"
PleaseSelectApplication, "Նախ ընտրեք ծրագիրը։"
Title, "Ընտրեք ծրագիրը"


[BFFormSettingsAdvanced_Controls]
btnDelete, "Default Value"
colSetting, "Կարգավորումը"
colValue, "Արժեքը"
lblFilter, "Filter:"
lblHelp, "Կրկնակի սեղմեք՝ փոխելու համար, սեղմեք 'Օգնություն'՝ մանրամասների համար։"


[BFFormSettingsAdvanced_Strings]
ErrorSaving, "Սխալ՝ կարգավորումը պահպանելիս։"
SavedSuccessfully, "Your Advanced Setting was saved successfully.\nYou may need to restart the application for this setting to take effect."
Title, "Լրացուցիչ կարգավորումներ"
TitleEdit, "Խմբագրել լրացուցիչ կարգավորումները"


[BFFormSettings_Controls]
btnAdvancedSettings, "Լրացուցիչ կարգավորումներ"
btnAutoUpdateCheckNow, "Check for &Updates Now"
btnBackupSettings, "Export Settings"
btnLicenseChangeToFree, "Change to Free Version"
btnLicenseKeyRequestTrial, "Request New Trial License"
btnLicenseLoadOnline, "Load from Binary Fortress Account"
btnLicensePasteFromClipboard, "Տեղադրել մեկուսաշրջույթից"
btnProxySettings, "Համացանցի մուտքի կարգավորումներ"
btnRestoreSettings, "Վերականգնելու կարգավորումները"
btnTroubleshootingClearLog, "Մաքրել մատյանը"
btnTroubleshootingCopy, "Պատճենել մեկուսաշրջույթ"
btnTroubleshootingOpenLog, "Բացել մատյանը"
chkAutoUpdate, "Check for Updates Automatically"
chkAutoUpdateBeta, "Check for new Beta (newer, unstable) versions"
chkAutoUpdateSteam, "Ինքնավար ստուգել թարմացումները"
colLanguageName, "Name"
colLanguageRightToLeft, "Աջից ձախ"
colLanguageTranslators, "Թարգմանություններ"
colLanguageVersion, "Տարբերակը"
gbAutoUpdate, "Update Check"
gbLicenseReseller, "Վերավաճառի ինֆոն"
lblAutoUpdateWarningBASE, "Warning: Automatic updates are currently disabled, you won't be prompted to install new versions"
lblLanguageGetMore, "Get New and Updated Languages"
lblLicenseExpires, "Արտոնագրի ավարտը."
lblLicenseKey, "Արտոնագրի բանալին."
lblLicenseTo, "Licensed To:"
tabAbout, "Ծրագրի մասին"
tabLanguage, "Լեզուներ"
tabLicense, "Արտոնագրի բանալին"
tabOptions, "Ընտրանքներ"
tabOurApps, "Our Apps"
tabTroubleshooting, "Անսարքություններ"


[BFFormSettings_Strings]
ChangeToFreeQuestion, "Ջնջե՞լ արտոնագրի բանալին և անցնել Ազատ տարբերակին։"
DebugLogCleared, "Debug մատյանի ֆայլը հաջողությամբ է մաքրվել։"
DebugLogNotFound, "Debug մատյանի ֆայլը չի գտնվել։\nՀամոզվեք, որ միացրել եք Debug գրառման ընտրանքը։"
FreeVersion, "Ազատ տարբերակը"
LicenseKeyRequestTrialDescription, "Someone will follow-up with you within 2 business days."
LicenseKeyRequestTrialMessage, "I would like to request a new trial license key. Thanks!"
LogLevel0, "L0: Log Disabled"
LogLevel1, "L1: Log Minimal"
LogLevel2, "L2: Log Detailed (not recommended)"
LogLevel3, "L3: Log All (not recommended)"
RegistryExportSuccess, "Ձեր կարգավորումները հաջողությամբ պահպանվել են։"
RestoreSettingsFailed, "Սխալ՝ կարգավորումները վերականգնելիս։"
RestoreSettingsSuccess, "Կարգավորումնբերը վերականգնվել են։"
SettingsLoadError, "Սխալ՝ կարգավորումները բացելիս:"
SettingsSaveError, "Սխալ՝ կարգավորումները պահպանելիս:"
Title, "Կարգավորումներ"
TroubleshootingCopyError, "Սխալ է գրանցվել անսարքությունների տեղեկությունը մեկուսաշրջույթ պատճենելիս։"
TroubleshootingCopySuccess, "Անսարքությունների տեղեկությունը պատճենվել է մեկուսաշրջույթ։"


[BFFormSupportRequest_Controls]
lblEmailAddress, "Email Address:"
lblMessage, "Նամակը."
lblName, "Name:"
lblSubject, "Վերնագիրը."
lblWarning, "Տեղեկությունները Անսարքությունների ներդիրից և Debug.log ֆայլից կկոդավորվեն և կուղարկվեն աջակցության այս հարցման հետ, որպեսզի մենք կարողանանք արագորեն օգնել ձեզ։"


[BFFormSupportRequest_Strings]
EnterEmailAddress, "Նշեք ճիշտ էլ. հասցե և կրկին փորձեք։"
EnterMessage, "Գրեք հաղորդագրությունը և կրկին փորձեք:"
EnterName, "Նշեք ձեր անունը և կրկին փորձեք:"
EnterSubject, "Գրեք վերնագիրը։"
SendSuccess, "Տեղեկությունը հաջողությամբ է ուղարկվել:\nՄենք կկապնվենք ձեզ հետ 1 օրվա ընթացքում:"
Title, "Ուղարկել"
TooLongEmailAddress, "Էլ. հասցեն գրեք ավելի կարճ և կրկին փորձեք:"
TooLongName, "Գրեք ավելի կարճ անուն և կրկին փորձեք:"


[BFFormUpdateInvalidLicense]
btnBuyNow, "Buy Pro License"
btnLater, "Ավելի ուշ"
btnMoreInfo, "Մանրամասն"
lblInvalidLicense, "Your Pro license key appears to be invalid!\n\nPlease verify that you have entered the correct license key on the License Key tab in the Settings window.\n\nIf your license key is correct and you're still seeing this message, please contact Binary Fortress Support using the Help button below."
Title, "Արտոնագրի սխալ բանալի"


[BFFormUpdate_Controls]
btnChangeLog, "&Նայել փոփոխությունները"
btnDownloadOnly, "&Visit Website"
btnInstallNow, "&Install Now"
btnInstallOnExit, "Install on E&xit"
btnRemindMeLater, "&Հիշեցնել ավելի ուշ"
btnSkipThisVersion, "&Բաց թողնել այս տարբերակը"
lblNewVersion, "Նոր տարբերակը."
lblOldVersion, "Ընթացիկ տարբերակը."
lblUpdateNotes, "Ի՞նչն է նոր այս տարբերակում."
lblUpdateSize, "Update Size:"


[BFFormUpdate_Strings]
ConfirmSkipVersion, "Խորհուրդ ենք տալիս թարմացնել ծրագիրը այս տարբերակով:\nԲաց թողնե՞լ այս թարմացումը:"
DownloadFailedSave, "Հնարավոր չեղավ պահպանել ֆայլը համակարգչում:"
DownloadingUpdate, "Թամացումը բեռնվում է"
DownloadInvalidData, "Սպասարկիչը սխալ պատասխան է ուղարկել:"
DownloadNoData, "Տվյալներ չեն ուղարկվել վեբ կայքից:"
ErrorDownload, "Սխալ՝ նոր տարբերակը բեռնելիս:"
FreeNotice, "This update, and all future updates are free! Update today and enjoy!"
Title, "Հասանելի է թարմացում"
UpdateProMessage, "You need to upgrade to a Pro License to use the one-click update.\nWould you like more information about upgrading?"


[BFHelpButton_Controls]
mniDiscussions, "Community Discussions"
mniOnlineHelp, "Առցանց օգնություն"
mniSupportRequest, "Աջակցության հարցում"


[BFHotKey]
ErrorHotKeyBindFailed, "ՏաքԿարճուղու համակցումը ձախողվեց."
ErrorHotKeyComboInUse, "The Key Combination is already in use. There are a few reasons why this can happen:\n- The Key Combination is already assigned elsewhere in this application\n- Another application is already using this Key Combination\n- A built-in Windows function is using this Key Combination\n\nPlease edit or remove the Key Combination in the settings."
ErrorIncorrectKeyValue, "Ստեղների համակցման սխալ. Ընտրեք ստեղնը:"
ErrorIncorrectNumberElements, "Ստեղների համակցման սխալ. Ստեղնը սխալ է:"
ErrorIncorrectNumberKeyMods, "Ստեղների համակցման սխալ. Փոփոխիչի սխալ համար:"
ErrorInvalidKeyCombo, "Ստեղների մուտքագրված համակցումը սխալ է:"
ErrorSystemReserved, "The Key Combination you have specified is reserved by Windows and can't be used."
ErrorTooManyModifiers, "Ստեղների համակցման սխալ. Փոփոխիչները շատ են:"
HotKeyLabelKeys, "Select modifiers then enter desired key"
HotKeyLabelMouse, "Select modifiers then click desired mouse button"


[BFMessage]
btnCopy, "&Պատճենել Մեկուսաշրջույթ"
btnMoreInformation, "&Ցուցադրել մանրամասները"


[BFTextQuery]
CaseSensitive, "Տառաշարազգայուն."
ErrorBracketMismatch, "Error: Bracket Mismatch.\nPlease close your brackets or wrap your query in quotes."
ErrorEscapeCharAtEnd, "Error: Escape Character '\' found at end of query.\nPlease escape or remove the character."
ErrorExpectedMatchCountChar, "Error: Expected ':::cbc:::' at position {0}.\nPlease close your brackets or wrap your query in quotes."
ErrorExpectedQuote, "Error: Expected '"' at position {0}.\nPlease make sure to escape '"' characters."
ErrorInvalidChar, "Error: Invalid character '{0}' at position {1}.\nPlease wrap in quotes."
ErrorInvalidDigit, "Error: Invalid digit at position {0}.\nDigits must be positive and contain only numeric characters."
MayContain, "Կարող է պարունակել."
MayEqual, "May Equal:"
MayNotContain, "Կարող է չպարունակել."
MayNotEqual, "May Not Equal:"
MustContain, "Պետք է պարունակի."
MustEqual, "Must Equal:"
MustNotContain, "Չպետք է պարունակի."
MustNotEqual, "Must Not Equal:"
Time, "one time"
Times, "{0} times"


[BFUpdateCheck]
AlreadyInProgress, "Թարմացումները ստուգվում են՝"
ErrorRunningDownloadedFile, "Սխալ՝ ծրագրի բեռնված ֆայլը բացելիս:"
FailedToGetVersion, "Հնարավոր չեղավ ստանալ նոր տարբերակի տեղեկությունը:"
NoUpdate, "Սա ծրագրի վերջին տարբերակն է։"
Title, "Թարմացնել"


[cFunctions_Strings]
FolderNotRecognized, "Ընտրված թղթապանակը չի վերակազմվել և չի կարող որոնվել:"


[frmMain_Controls]
btnBrowseAppendExcludePath, "Ընտրել && Ավելացնել"
btnBrowseExcludePath, "Ընտրել"
btnFolderBrowse, "&Browse"
btnFolderBrowseAppend, "Ընտրել && Ավելացնել"
btnNewSearch, "Փնտրել &Նոր ներդիրում"
btnPause, "Pa&use"
btnResume, "Res&ume"
btnSearch, "&Փնտրել"
btnStop, "Կ&անգնեցնել"
chkCaseSensitive, "&Տառաշարազգայության հարցում"
chkFileSizeMax, "Ֆայլի առավելագույն չափը."
chkFileSizeMin, "Ֆայլի նվազագույն չափը."
chkIsQueryRegEx, "Հարցումը RegEx-ում"
chkSearchSubFolders, "Փնտրել ենթա&թղթապանակներում"
chkShowFirstResult, "&Ցուցադրել միայն առաջին արդյունքը՝ յուրք. ֆայլի համար"
chkShowIncludeFilterMatchFiles, "Show file names that match the "include files" filter"
chkShowIncludeFilterMatchFolders, "Show folder names that match the "include files" filter"
chkShowQueryMatchFiles, "Ցուցադրել ֆայլերի անունները, որոնք համապատասխանում են հարցմանը"
chkShowQueryMatchFolders, "Ցուցադրել թղթապանակի անունները, որոնք համապատասխանում են հարցմանը"
chkUseIFilters, "Ֆայլը օգտ. է File Handlers (դանդաղ է)"
colDateAccessed, "Մուտքի ամսաթիվը"
colDateCreated, "Ստեղծվել է՝"
colDateModified, "Փոփոխելու ամսաթիվը"
colExtension, "Extension"
colFile, "File Name"
colFileSize, "Ֆայլի չափը"
colLine, "Տողը"
colLineNumber, "Տողի #"
colPath, "Ճ-ը"
lblAccessedTo, "-ի"
lblAdditionalLinesAfter, "Ցուցադրել այս բազմաթիվ տողերը որոնումից հետո."
lblAdditionalLinesBefore, "Ցուցադրել այս բազմաթիվ տողերը որոնման արդյունքից առաջ և հետո."
lblCreatedTo, "-ի"
lblDateAccessed, "Մուտքի ամսաթիվը."
lblDateCreated, "Ստեղծելու ամսաթիվը."
lblDateFilterLogic, "Date Filter Logic:"
lblDateModified, "Փոփոխելու ամսաթիվը."
lblExcludeFiles, "Ex&clude Files:"
lblExcludePath, "E&xclude Path(s):"
lblFilterResults, "Filter:"
lblIncludeFiles, "Include &Files:"
lblModifiedTo, "-ի"
lblPath, "&Path(s):"
lblQuery, "&Query:"
lblStatusFound, "Համապատասխանություն՝ {0}"
lblStatusTotal, "Փնտրված ֆայլերը՝ {0}"
mniAbout, "Ծրագրի մասին"
mniClearSearchHistory, "Clear Search History"
mniCloseAll, "Փակել բոլորը"
mniCloseAllButThis, "Փակել մյուսները"
mniCloseSearch, "&Փակել"
mniCopyToClipboard, "Copy Selected Results"
mniCopyToClipboardAll, "Պատճենել բոլոր արդյունքները"
mniExit, "Փակել"
mniExplorerContextMenu, "Windows-ի Համատեքստային ցանկը"
mniHelp, "Օգնություն"
mniOpenFolder, "Բացել թղթապանակը"
mniOpenFolderOnly, "Բացել թղթապանակը"
mniOpenOther, "Open with {0}"
mniPermenentDelete, "Permanently Delete Selected Files"
mniRemoveRows, "Հեռացնել ընտրված արդյունքները ցանկից"
mniRenameFile, "Rename Selected File"
mniSettings, "Կարգավորումներ"
mniShowFilterControls, "Show Filter Controls"
mniTextCopy, "&Copy"
mniTextSelectAll, "Ընտրել &բոլորը"
mniTools, "&Գործիքներ"
mniTrayExit, "Փակել"
mniTrayLoadProfiles, "Load Profile"
mniTrayShowFileSeek, "Show FileSeek"
mniTraySyncProfiles, "Sync Profiles"
mnuCopyFilePath, "Copy Selected Filenames (comma separated)"
mnuExportAllHTML, "Արտածել բոլոր արդյունքները HTML-ով"
mnuExportSelectedResultsHTML, "Արտածել ընտրված արդյունքները HTML-ով"
mnuFileCopy, "Copy Selected Files"
mnuFileCut, "Cut Selected Files"
mnuFileDelete, "Delete Selected Files"
mnuLanguage, "Լեզուներ"
mnuLoadProfile, "Բացել"
mnuManageProfiles, "Կառավարել պրոֆիլները"
mnuOpen, "Բացել"
mnuOpenNotepad, "Բացել Notepad-ով"
mnuProfile, "Պրոֆիլներ"
mnuSave, "Պահպանել"
mnuSaveAll, "Արտածել բոլոր արդյունքները CSV-ով"
mnuSaveProfile, "Save New Profile"
mnuSaveSelection, "Արտածել ընտրված արդյունքները CSV-ով"
mnuShowFullLanguageList, "Ցուցադրել ամբող ցանկը"
mnuSyncProfiles, "Sync Profiles"
rdoMatchQueryLineByLine, "Համապատասխան ֆայլի տողին"
rdoMatchQueryToWholeFile, "Համապատասխան ամբողջ ֆայլին"
tabAdvanced, "Լրացուցիչ"
tabDateFilters, "Ամսաթվի ֆիլտրերը"
tabFileSizeFilters, "Ֆայլի չափի ֆիլտրերը"
tabSearch, "Փնտրել"


[frmMain_Strings]
AccessedAfterTT, "Մուտք {0}-ից հետո"
AccessedBeforeTT, "Մուտք {0}-ից առաջ"
AccessedBetweenTT, "Մուտք {0}-ի և {1}-ի միջև"
AppSelectionErrorPartOne, "Ընտրված ծրագիրը չի գտնվել։"
AppSelectionsErrorPartTwo, "Ընտրե՞լ մեկ ուրիշը։"
btnNewSearchTT, "Բացել նոր ներդիրում և սկսել որոնումը"
btnSearchTT, "Սկսել որոնումը ընթացիկ ներդիրում"
btnStopTT, "Կանգնեցնել ընտրված որոնումը"
CaseSensitiveQueryTT, "Հարցում տառադարձմամբ"
cboDateFilterLogic_AND, "AND"
cboDateFilterLogic_OR, "OR"
cboExcludeFileFilterMode_Pattern, "Exclude Files Filter is Pattern"
cboExcludeFileFilterMode_RegEx, "Exclude Files Filter is RegEx"
cboExcludeFileFilterMode_TextQuery, "Exclude Files Filter is Text Query"
cboIncludeFileFilterMode_Pattern, "Include Files Filter is Pattern"
cboIncludeFileFilterMode_RegEx, "Include Files Filter is RegEx"
cboIncludeFileFilterMode_TextQuery, "Include Files Filter is Text Query"
cboQueryMode_RegEx, "Հարցումը RegEx-ում"
cboQueryMode_TextQuery, "Query is Text Query"
chkShowFirstResultTT, "Կցուցադրի միայն համապատ-ը առաջին տողին, երբ համապատ. է ամեն տողին"
ColumnChangeMessage, "The changes to the search result columns will not take place until you restart your searches."
ContextMenuError, "Սխալ՝ Windows-ի Համատեքստային ցանկը ցուցադրելիս։"
CreatedAfterTT, "Ստեղծվել է {0}-ից հետո"
CreatedBeforeTT, "Ստեղծվել է {0}-ից առաջ"
CreatedBetweenTT, "Ստեղծվել է {0}-ի և {1}-ի միջև"
CSVSpreadsheet, "CSV ֆայլեր"
CustomAppOpenError, "Սխալ՝ ընտրված ծրագրով ֆայլը բացելիս։"
DateCreatedError, "Ընտրեք 'Ստեղծելու ամսաթիվը Ավարտի ամսաթիվը', որը ավելի ուշ է, քան սկիզբը։"
DateFiltersSelected, "Ամսաթվի ֆիլտրեր."
DateModifiedError, "Ընտրեք 'Փոփոխելու ամսաթիվը Ավարտի ամսաթիվը', որը ավելի ուշ է, քան սկիզբը։"
EmptyPDFError, "PDF file was searched but contained no text"
EnterProfileName, "Նշեք պրոֆիլի անունը."
ErrorDirectoryEmpty, "This path is empty"
ExcludeFilesTT, "Բացառել ֆայլերը՝ {0}"
ExcludePathsTT, "Բացառել ճ-ները՝ {0}"
ExportDateAccessed, "Date Accessed"
ExportDateCreated, "Date Created"
ExportDateModified, "Date Modified"
ExportExtension, "Extension"
ExportFileName, "File Name"
ExportFileSize, "File Size"
ExportLineNumber, "Line #"
ExportLineText, "Line"
ExportPath, "Path"
FileDeleteMessage, "Խնդրում ենք սպասել, մինչ FileSeek-ը կատարում է գործողությունը:\nԿարող եք փակել այս պատուհանը, բայց դա կարող է հանգեցնել անկանխատեսելի հետևանքների:"
FileDeleteQuestion, "Ջնջե՞լ ընտրված ֆայլերը և թղթապանակները։"
FileDeleteTitle, "Ջնջել ֆայլերը"
FileDeletionError, "Սխալ՝ ընտրված ֆայլերը ջնջելիս։"
FileHandlerError, "Նշեք որոնման ճանապարհը։"
FileIncludeNameMatch, "Համընկնում ըստ անվան [Ներառյալ ֆայլերի ֆիլտրը]"
FileOpenError, "Սխալ՝ ֆայլը բացելիս։"
FilePermenentDeleteQuestion, "Are you sure you want to permanently delete the selected files or folders?"
FileQueryNameMatch, "Համընկնում ըստ անվան [Հարցումը]"
FileReadError, "Սխալ՝ {0} ֆայլին դիմելիս"
FileSelectionError, "Ընտրեք գոնե 1 ֆայլ, որը գոյություն ունի և կրկին փորձեք։"
FileSizeError, "Ընտրեք Ֆայլի առավելագույն չափը, որը հավասար է կամ մեծ է, քան Ֆայլի նվազագույն չափը։"
FileSizeFiltersSelected, "Ֆայլի չափի ֆիլտրեր."
FilesSearched, "Փնտրված ֆայլերը՝ {0}"
FilesSkipped, "Files Skipped: {0}"
FolderBrowserDescription, "Ընտրեք որոնելու թղթապանակը"
FolderBrowsingError, "Սխալ՝ թղթապանակը բացելիս։"
FolderIncludeNameMatch, "Համընկնում ըստ թղթփպ. անվան [Ներառյալ ֆայլի ֆիլտրը]"
FolderItemError, "Հնարավոր չեղավ ստանալ թղթ. ֆայլի համար. {0}"
FolderOpenError, "Սխալ՝ թղթապանակը բացելիս։"
FolderQueryNameMatch, "Համընկում ըստ թղթ. անվան [Հարցման տեքստը]"
FolderReadError, "Սխալ՝ թղթ-ները թղթ-ում կարդալիս. {0}"
HiddenFolderError, "Not searching because it is a hidden file/folder"
HyperTextMarkupLanguageFile, "Hyper Text Markup լեզվի ֆայլեր"
IFilterWarning, "Միացրեք ֆայլի մշակիչները՝ ցուցադրելու համար արդյունքները՝ {0} ֆայլեր"
IncludeFilesTT, "Ներառյալ ֆայլերը՝ {0}"
InvalidExcludeFilesRegExError, "Exclude Files RegEx pattern is invalid.\n{0}"
InvalidFolderLength, "Թղթապանակի սխալ չափ։"
InvalidIncludeFilesRegExError, "Include Files RegEx pattern is invalid.\n{0}"
InvalidQueryError, "Your text query is invalid.\n{0}"
InvalidQueryRegExError, "RegEx նախշը սխալ է։\n{0}"
KeypressError, "Սխալ է գրանցվել ստեղները սեղմելիս։"
LinkedFolderError, "Հնարավոր չէ փնտրել թղթապանակը, քանզի այն հղում է"
MatchesFound, "Համապատասխանություն՝ {0}"
MatchesFromQueue, "queued results: {0}"
MatchesFromQueueIcons, "queued icons: {0}"
MaxFileSizeTT, "Ֆայլի առավելագույն չափը՝ {0}"
MaxPathError, "Ճանապարհը երկար է և կարող է չաշխատել որոշ ծրագրերում"
MenuOpenError, "Սխալ՝ ընտրացանկը բացելիս։"
MinFileSizeTT, "Ֆայլի նվազագույն չափը՝ {0}"
ModifiedAfterTT, "Փոփոխված {0}-ից հետո"
ModifiedBeforeTT, "Փոփոխված {0}-ից առաջ"
ModifiedBetweenTT, "Փոփոխված {0}-ի և {1}-ի միջև"
More, "(ավելին)"
NoDateFiltersSelected, "Չկան ընտրված ամսաթվի ֆիլտրեր"
NoFileSizeFiltersSelected, "Չկան ընտրված ֆայլի չափի ֆիլտրեր"
NoOptionsSelected, "Ընտրանքները նշված չեն"
NotepadError, "Սխալ՝ ֆայլը Notepad-ով բացելիս։"
NotYourProfile, "Այս պրոֆիլը ձերը չէ։"
OnlyShowFirstResultTT, "Ցուցադրել միայն առաջին արդյունքը"
OpenManyQuestion, "Բացե՞լ {0} ֆայլերը և թղթապանակները։"
OptionsSelected, "Ընտրանքներ են ընտրված."
OtherApplication, "Other Application"
PathsTT, "Ճ-հ(երը). {0}"
PathTooLongError, "Windows-ը չի աջակցում այս գործողությունը՝ երկար անուններով։"
ProfileLoadError, "Սխալ՝ պրոֆիլը բացելիս։"
ProfileLoadOnStartError, "There was an error loading this profile. The Profile does not exist."
ProfileOverwriteQuestion, "Վերագրե՞լ '{0}' պրոֆիլը։"
ProfileSaved, "Որոնման պահպանված կարգավորումներ '{0}' պրոֆիլի համար"
ProfileSaveError, "Հնարավոր չէ պահպանել պրոֆիլը։"
ProOnlyDoubleClickPrompt, "Your default double-click handler is set to a FileSeek Pro only feature.\nYou can change the default double click handler on the Settings > Search tab.\n\nWould you like more information about upgrading?"
QueryTT, "Հարցումը.\n{0}"
rdoMatchQueryLineByLineTT, "Բացել ֆայլի տողը ժամանակին և փորձել համապատասխանեցնել հարցումը յուրք. տողին"
rdoMatchQueryToWholeFileTT, "Բացել ամբողջ. ֆայլը միանգամից և փորձել համապատասխանեցնել հարցումը ամբողջ. տեքստին"
RenameFileError, "FileSeek was unable to rename the selected file or folder.\nPlease type a different name and try again."
RenameFileFolder, "Rename Selected File:"
ResultCopied, "Մեկ արդյունք պատճենվել է մեկուսաշրջույթ։"
ResultCopyError, "Սխալ՝ որոնման արդյունքը մեկուսաշրջույթ պատճենելիս։"
ResultSaveError, "There was an error saving your results.\n{0}"
ResultsCopied, "{0} արդյունքներ պատճենվել են մեկուսաշրջույթ։"
ResultSelectionError, "Ընտրեք որոնման գոնե 1 արդյունք և կրկին փորձեք։"
SaveResults, "Պահպանել արդյունքը Spreadsheet-ով"
SaveResultsAsHTML, "Պահպանել արդյունքը HTML-ով"
SaveSearchProfile, "Պահպանել որոնման պրոֆիլը"
SearchComplete, "Որոնումը ավարտվել է {0}վ"
SearchCriteria, "Որոնման չափանիշը."
SearchCriteriaEmptyTT, "Որոնման չափանիշը նշված չէ"
SearchEnd, "Search End: {0}"
SearchError, "Սխալ՝ որոնման ժամանակ։"
SearchStart, "Search Start: {0}"
SearchSubFoldersTT, "Փնտրել ենթաթղթապանակներում"
SettingFormShowError, "Սխալ՝ Կարգավորումներ պատուհանը ցուցադրելիս։"
Syncing, "Syncing with your Binary Fortress Account..."
SystemFolderError, "Not searching because it is a system file/folder"
TextCopyError, "Սխալ՝ տեքստը պատճենելիս։"
TextProcessingError, "Սխալ՝ տեքստի հետ աշխատելիս։"
TextQueryHelpTT, "Text Query Help"
TextSelectionError, "Ընտրեք տեքստը և կրկին փորձեք։"
txtPathTT, "Տարանջատեք | նշանով"
UseFileHandlersTT, "Օգտ. ֆայլի մշակիչներ"
ViewingAppPartOne, "Դեռ չեք ընտրել դիտելու ծրագիրը"
ViewingAppPartTwo, "Ընտրե՞լ մեկը։"


[frmProfileManager_Controls]
btnCopyProfile, "Պատճենել պրոֆիլը"
btnDelete, "Delete"
btnExport, "Export Profile"
btnImport, "Import Profile"
btnRename, "Անվանափոխել"
btnSync, "Sync with your Binary Fortress Account"
colProfileName, "Պրոֆիլի անունը"
colProfileOwner, "Պրոֆիլի տերը"
lblCurrentProfile, "Օգտատերը՝ {0}"


[frmProfileManager_Strings]
CopyProfileNameQuestion, "Անցնե՞լ նոր պրոֆիլին։"
ExportFileSeekSearchProfile, "Export FileSeek Search Profile"
ExportSearchProfileSuccessful, "Search Profile exported successfully"
FileSeekSearchProfile, "FileSeek Search Profile"
ImportFileSeekSearchProfile, "Import FileSeek Search Profile"
MustSelectAnItem, "Ընտևրեք պրոֆիլը ցանկից և կրկին փորձեք։"
ProfileDeleteQuestion, "Ջնջե՞լ ընտրված պրոֆիլը։"
RenameSearchProfile, "Անվանափոխել ընտրված պրոֆիլը"
SearchProfileName, "Որոնման պրոֆիլի անունը."
Title, "Կառավարել պրոֆիլները"


[frmSettings_Controls]
btnBrowseOther, "&Browse"
btnClearHistory, "Clear Search History"
btnIFilterToggle, "Փոխել Ֆայլի մշակիչը"
btnOtherDefault, "&Default"
chkCloseToTray, "Close FileSeek to the system tray"
chkCombineParameters, "Pass multiple files to the same instance, instead of opening multiple instances"
chkErrorDirectoryEmpty, "Show an error when an empty folder is found"
chkErrorForLongPaths, "Show an error and skip path when longer than 260 characters"
chkExportExtraLines, "Also export extra lines when saving search results"
chkIFilterErrors, "Ցուցադրել սխալը ֆայլերի համար, որոնք չունեն Ֆայլի մշակիչ (երբ Ֆայլի մշակիչի որոնումը միացված է)"
chkIsQueryFullString, "Treat query text as one large query term"
chkLinkedFoldersSearch, "Փնտրել ֆայլեր && թղթապանակներ, որոնք հղում/միացում են"
chkLinkedFoldersSearchShowErrorOnSkip, "Show an error when skipping a link/junction"
chkMinimizeToTray, "Minimize FileSeek to the system tray"
chkOnlyShowMatchedText, "Only show matched text in a search result"
chkResetSearchValues, "Reset search tab values when starting a search on a new tab"
chkResultWordWrap, "Wrap the text that is shown in a search result"
chkSearchHiddenFiles, "Search files && folders that are hidden"
chkSearchSystemFiles, "Search system files && folders"
chkShowErrorEmptyPDF, "Show an error when an empty PDF file is found"
chkShowFileErrors, "Ցուցադրել սխալ, եթե մուտք չկա ֆայլին/թղթապանակին"
chkShowHiddenFileError, "Show an error when skipping hidden files && folders"
chkShowSystemFileError, "Show an error when skipping system files && folders"
chkShowToolTips, "Show ToolTips"
chkSingleInstance, "Force FileSeek to only open one instance"
chkStartWithClearProfile, "Always start FileSeek with blank search criteria"
chkTreatAllExcludePathFiltersAsWildcards, "Treat all Exclude Path filters as wildcards"
chkTreatAllIncludeFiltersAsWildcards, "Հարցում անել ներառված բոլոր ֆայլերի ֆիլտրերին որպես դերանշանների"
chkUseCustomDateFormat, "Use a custom date format"
chkUsePreviewHandlers, "Use Preview Handlers in the results pane"
chkWindowsContextMenu, "Ցուցադրել FileSeek-ը Windows-ի Համատեքստային ցանկում"
colAvailableColumns, "Available Columns"
colSelectedColumns, "Selected Columns"
gbCmdLineVars, "Հրամանի տողի փոփոխականներ"
gbDateFormat, "Date Format"
gbGeneralOptions, "General Options"
gbPresentationOptions, "Presentation Options"
gbSearchColumns, "Search Columns"
lblCmdLineParam, "Հրամանի տողի բաց թողվող ցուցիչները."
lblDateFormatLink, "Custom Date and Time Format Strings"
lblDefaultDoubleClick, "Ընտրեք հիմնական գործողությունները՝ կրկնակի սեղմելով որոնման արդյունքին."
lblNumChar, "Ցուցադրել այս բազմաթիվ նշանները՝ յուրք. որոնման համար."
lblOtherApplicationName, "Name for other application:"
lblSelectViewingApp, "Ընտրված ֆայլը դիտելու ծրագիրը."
lblSkipFile, "Maximum search time allowed per file (0=unlimited):"
pageSearchViewSettings, "Result View Settings"


[frmSettings_Strings]
AppBrowsingError, "Սխալ՝ ծրագրով դիտման ժամանակ։"
cboDefaultDoubleClickOperation_ExportAllCSV, "Export All Results to CSV"
cboDefaultDoubleClickOperation_ExportAllHTML, "Արտածել բոլոր արդյունքները HTML-ով"
cboDefaultDoubleClickOperation_ExportSelectedCSV, "Export Selected Results to CSV"
cboDefaultDoubleClickOperation_ExportSelectedHTML, "Արտածել ընտրված արդյունքները HTML-ով"
cboDefaultDoubleClickOperation_Open, "Open with Default Handler"
cboDefaultDoubleClickOperation_OpenContainingFolder, "Բացել թղթապանակը"
cboDefaultDoubleClickOperation_OpenNotepad, "Բացել Notepad-ով"
cboDefaultDoubleClickOperation_OpenOther, "Open with {0}"
chkTreatAllIncludeFiltersAsWildcardsTT, "Եթե միացած է, ապա նշված ուֆ որոնումը կվերաբերի *ուֆ*-ին"
ClearHistoryError, "Սխալ՝ որոնման պատմությւոնը մաքրելիս։"
ClearHistoryWarning, "Մաքրե՞լ որոնման պատմությունը։"
CommandLineError, "Մուտքագրեք հրամանի տողի ցուցիչները կամ սեղմեք 'Ծրագրային'՝ ետարկելու համար։"
CustomDateFormatError, "There was an error assigning your custom date format.\nPlease fix the error and try again."
DisableFileHandler, "Անջատել ֆայլի մշակիչը"
DisablePreviewHandler, "Disable Preview Handler"
EnableFileHandler, "Միացնել ֆայլի մշակիչը"
EnablePreviewHandler, "Enable Preview Handler"
FileCommandDescription, "{0}. Ֆայլի անվան փոխարինիչներ։"
FileHandlerListError, "Սխալ՝ ֆայլի մշակիչները դիտելիս։"
FileHandlerSelectError, "Սխալ՝ ֆայլի մշակիչները ընտրելիս։"
FileHandlerToggleError, "Սխալ՝ ֆայլի մշակիչը փոխելիս։"
HistoryCleared, "Որոնման պատմությունը մաքրվել է։"
InvalidExitcode, "Վերադարձրել է սխալ ExitCode. {0}"
LineCommandDescription, "{0}. Տողի համարի փոխարինիչներ։"
lvIFilters_Extension, "Extension"
lvIFilters_Handler, "Մշակիչը"
lvIFilters_HandlerVersion, "Տարբերակը"
NumOfCharError, "Մուտքագրեք նշաններ {0}-ի և {1}-ի միջև և կրկին փորձեք։"
PreviewHandlerListError, "An error has occurred while listing the Preview Handlers."
PreviewHandlerToggle, "Toggle Preview Handler"
SettingMenuError, "Սխալ՝ Համատեքստային ցանկի կարգավորման ժամանակ։"
tabSettings_FileHandlers, "Ֆայլի մշակիչներ"
tabSettings_OtherApp, "Այլ ծրագիր"
tabSettings_PreviewHandlers, "Preview Handlers"
tabSettings_Search, "Փնտրել"


[HTMLExport_Strings]
OpenSavedSearchResultsQuestion, "Որոնման արդյունքը հաջողությամբ պահպանվել է։\nԴիտե՞լ ֆայլը։"
SearchCriteria, "Որոնելու չափանիշը"
SearchDate, "Որոնելու ամսաթիվը."
Title, "FileSeek որոնելու արդյունքները"


[IFilterHelper_Strings]
UnknownError, "Անհայտ IFilter սխալ"
UsingStandardMethodWarning, "Չկա Ֆայլի մշակիչ այս ֆայլի համար։ Կփնտրվի հիմնական եղանակով։"


[LicenseValidate_Strings]
ExpiredPrompt, "FileSeek-ը փորձարկելու ժամկետը ավարտվել է։\nԵթե արդեն ձեռք եք բերել արտոնագիր, ապա մուտքագրեք այն FileSeek-ի կարգավորումների պատուհանում։\n\nՑանկանու՞մ եք ծանոթանալ FileSeek Pro-ն գնելու մանրամասներին։"
Invalid, "Արտոնագրի բանալին սխալ է։"
InvalidReseller, "Արտոնագրի Ձեր բանալին ճիշտ է միայն FileSeek -ի համար, որը Ձեզ է տրամադրել Ձեր Reseller-ը:\nԿապնվեք Ձեր Reseller-ի հետ:"
LicenseProcessPro, "Շնորհակալություն գրանցվելու համար։"
LicenseProcessProRestoreSettingsPrompt, "An automatic backup of your Pro settings has been detected.\nThis backup file is {0} days old.\nWould you like to import your Pro settings? All of your current settings will be overridden with the settings in the backup."
LicenseProcessRemoved, "Արտոնագրի բանալին հեռացվել է։"
LicenseProcessTrial, "Շնորհակալություն FileSeek Pro-ը փորձարկելու համար։\nԱրտոնագրի ժամկետը կավարտվի {0:D}-ին։"
TrialAlmostDonePrompt, "Ծրագրի փորձարկման ժամանակը շուտով կլրանա։\nԵթե արդեն գնել եք ծրագրի արտոնագիրը, ապա գրանցեք DisplayFusion-ը։\n\nՑանկանու՞մ եք լրացուցիչ տեղեկություններ ստանալ FileSeek Pro-ի մասին։"


[WindowsContextMenu_Strings]
SearchWithFileSeek, "Փնտրել FileSeek-ով"


[Words]
Add, "Ավելացնել"
AdminSettingsLock, "Որոշ կարգավորումներ հաստատվել են ցանցային Ձեր ադմինի կողմից"
Apply, "&Կիրառել"
ButtonEnterLicenseKey, "&Նշեք արտոնագրի բանալին"
ButtonLater, "&Ավելի ուշ"
ButtonMoreInformation, "&Մանրամասն"
ButtonUseFreeVersion, "&Օգտագործել Ազատ տարբերակը"
Cancel, "&Չեղարկել"
Close, "&Փակել"
Copy, "&Copy"
Custom, "Custom"
Cut, "&Cut"
Default, "Default"
Delete, "&Delete"
Disable, "&Disable"
Disabled, "Անջատված է"
Duplicate, "&Duplicate"
Edit, "Խմբագրել"
Enable, "&Enable"
Enabled, "Միացված է"
Error, "Սխալ"
ErrorNotAdminUACDisabled, "UAC-ը անջատված է, բայց դուք Ադմին չեք, ձեր հարցումը չի կատարվի։\nՄիացրեք UAC կամ մուտք գործեք որպես Ադմին։\nԵթե արդեն անջատել եք UAC-ը, ապա վերագործարկեք համակարգիչը։"
Exit, "E&xit"
Help, "Օգնություն"
Info, "Info"
InvalidImageFile, "This image appears to be corrupt, or unreadable."
Name, "Name"
NameLabel, "Name:"
NeedProQuestion, "Պետք է նորացնեք FileSeek Pro-ի՝ այս հնարավորությունը օգտագործելու համար։\nՑանկանու՞մ եք ծանոթանալ մանրամասներին։"
NeedsProShort, "Pro Only"
Never, "Երբեք"
No, "Ոչ"
OK, "&ԼԱՎ"
Paste, "&Paste"
ProOnlyNotice, "Pro-ի հնարավորությունները նշված են կապույտով"
Redo, "&Redo"
Refresh, "Թարմացնել"
Remove, "Հեռացնել"
Rename, "Rename"
Seconds, "seconds"
SelectAll, "&Select All"
Start, "Start"
Stop, "Stop"
Undo, "&Undo"
Unknown, "Անհայտ"
Yes, "Այո"


[Installer]
AdditionalIcons, "Լրացուցիչ պատկերներ."
CreateContextMenuItems, "Add to Windows right-click context menu"
CurrentUserOnly, "Միայն Ձեզ համար"
DesktopIcon, "Ստեղծել պատկերը &Աշխատասեղանին"
DotNetInstallNow, "Would you like to install it now?"
DotNetRequired40, "This application requires the Microsoft .NET Framework 4.0."
ForAllUsers, "Բոլոր օգտվողների համար"
LaunchNow, "Launch Now"
LicKeyInvalid, "Արտոնագրի բանալին կարծես ճիշտ է։"
LicKeyLabel, "Արտոնագրի բանալին."
LicKeySelectOption, "Please select a License Key Option and try again."
LicKeyText, "License Key Options:"
LicKeyTextAdminLocked, "Your License Key has been set by your Administrator."
LicKeyTextChangeFree, "Կարգավորումների պատուհանում սեղմեք 'Փոխել Ազատ տարբերակի'՝ օգտագործելու Ազատ տարբերակը։"
LicKeyTextEnterOrFree, "Please enter a valid License Key or select 'Use Trial Version'."
LicKeyTextPaid, "Use this License Key:"
LicKeyTextTrial, "Use Trial Version (first time only), reverts to Free Version after trial"
RunAtStartup, "Launch at Windows startup"
SteamKeyInvalid, "Your Steam License Key failed to load correctly.\nPlease exit this installer/application and try clicking Install or Launch again from within Steam."
TextBefore, "Եթե FileSeek-ը այժմ աշխատում է, ապա փակեք այն և նոր միայն սկսեք նոր տարբերակի տեղադրումը։\n\nԹարմացումների և աջակցության համար այցելեք https://www.fileseek.ca կայքը։"
UninstallRemoveAllData1, "Would you like to completely remove ALL application settings, preferences and temporary files?"
UninstallRemoveAllData2, "This is not recommended if you will be installing this application again."